#include <iostream>
using namespace std;

//ДЗ№1
//int main() {
  //setlocale(0, "RUS");
  //cout << " \t\t\t\"АПРЕЛЬ 2023\"\n";
  //cout << " \"Пн\" \"Вт\" \"Cр\" \"Чт\" \"Пт\" \"Сб\" \"Вс\"\n";
  
  //cout << " _________________________________\n";
  //cout << "| 27   28   29   30   31    1    2|\n";
  //cout << "|  3    4    5    6    7    8    9|\n";
  //cout << "| 10   11  |12|  13   14   15   16|\n";
  //cout << "| 17   18   19   20   21   22   23|\n";
  //cout << "| 24   25   26   27   28   29   30|\n";
  //cout << "|  1    2    3    4    5    6    7|\n";
  //cout << " ---------------------------------\n";
//}


//ДЗ№2
//int main() {
 //cout << "\t\t\t\t____\n";
 //cout << "\t\t\t\t|  |\n";
 //cout << "\t\t\t\t|  |\n";
 //cout << "\t\t\t\t|  |\n";
 //cout << "          ______|__|  \n"; 
 //cout << "         /          \\ \n"; 
 //cout << "        /            \\ \n"; 
 //cout << "       /              \\ \n"; 
 //cout << "      /                \\ \n";  
 //cout << "     /                  \\ \n"; 
 //cout << "    /                    \\ \n"; 
 //cout << "\t|--------------------|\n";
 //cout << "\t|              ___   |\n";
 //cout << "\t|             |   |  |\n";
 //cout << "\t|             |___|  |\n";
 //cout << "\t|                    |\n";
 //cout << "\t|            _______ |\n";
 //cout << "\t|            |     | |\n";
 //cout << "\t|            |     | |---------------------------|\n";
 //cout << "\t|            |    *| |\\ \\ \\ \\ \\ \\ \\ \\ \\ \\ \\ \\ \\ \\|\n";
 //cout << "\t|____________|_____|_|___________________________|\n";
//}


//ДЗ№3
//int main()
//{
//cout << "\t             ********                  *************           **********          *****************        ****                  **** \n";
//cout << "\t           ***      ***                *************         **************        *****************        ****                  **** \n";           
//cout << "\t          ***        ***               ***       ***        ***           ***      ****                     ****                  **** \n";
//cout << "\t         ***          ***              ***       ***       ***                     ****                     ****                  **** \n";
//cout << "\t        ***            ***             ***       ***      ***                      ****                     ****                  **** \n";
//cout << "\t       ********************            ***       ***      ***                      ******************       ************************** \n";
//cout << "\t      **********************           *************      ***                      ******************       ************************** \n";
//cout << "\t     ***                  ***          *************      ***                      ****                     ************************** \n";
//cout << "\t    ***                    ***         *****               ***                     ****                     ****                  **** \n";
//cout << "\t   ***                      ***        *****                ***            ***     ****                     ****                  **** \n";
//cout << "\t  ***                        ***       *****                  ****************     *******************      ****                  **** \n";
//cout << "\t ***                          ***      *****                   *************       *******************      ****                  **** \n";
//}




//ДЗ№4

//int main() {
//setlocale(0, "RUS");
//cout << " Созвездие Большой Медведицы\n ";
//cout << " * ";
//cout << "\t\t\t * \n\n\n";
//cout << "\t\t\t\t\t * \n\n\n";
//cout << "\t\t\t\t\t\t\t *                                *\n\n\n\n\n\n";
//cout << "\t\t\t\t\t\t\t\t * \n";
//cout << "\t\t\t\t\t\t\t\t\t\t\t\t\t\t * \n";
//}




//ДЗ№5
//int main() {
//setlocale(0, "RUS");
//cout << "\t\t\t\t  АРСЕН СЕВАСТЬЯНОВ\n ";
//cout << "\t\t\t\tСтудент Академии 'ШАГ'\n ";
//cout << "\t\t\tОдесса,Одесская Область,Украина\n\n ";
//cout << "\t\t\t\t\tОБЩИЕ СВЕДЕНИЯ\n Студент Академии 'ШАГ',Начинающий backend-разработчик\n\n";
//cout << "\t\t\t\t\tОсновные Навыки\n \t\t\t   Основа Python,HTML и CSS\n\n";
//cout << "\t\t\t\t\t\tЯзыки\n \t\t\t Русский(Родной или Двуязычный)\n \t\t\t Украинский(Родной или Двуязычный)\n \t\t\t Английский(Элементарный/Начальный)\n\n ";
//cout << "\t\t\t\t\t Опыт Работы\n\t\t\tОтсутствует,Студент 'ШАГ'(3 года)\n\n";
//cout << "\t\t\t\t\t Образование\n \t\t\tКомпьютерная Академия 'ШАГ'";
//}













